Repository: M1zz/LeeoKit
Catalog: Sources/LeeoKit/Resources/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 계좌번호나 주소를 매번 찾아 헤매는 사람
cs: Lidé, kteří pokaždé hledají číslo účtu nebo adresu
da: Folk, der leder efter et kontonummer eller en adresse hver eneste gang
de: Menschen, die jedes Mal nach einer Kontonummer oder Adresse suchen
el: Όσοι ψάχνουν κάθε φορά έναν αριθμό λογαριασμού ή μια διεύθυνση
en: People who hunt for a bank number or an address every single time
es: Quien busca un número de cuenta o una dirección cada vez
fi: Ihmisille, jotka etsivät tilinumeroa tai osoitetta joka kerta
fr: Celles et ceux qui cherchent un numéro de compte ou une adresse à chaque fois
id: Orang yang setiap kali mencari nomor rekening atau alamat
it: Chi va a cercare ogni volta le coordinate bancarie o un indirizzo
ja: 口座番号や住所を毎回探し回っている人
nb: Folk som leter etter et kontonummer eller en adresse hver eneste gang
nl: Mensen die elke keer weer naar een rekeningnummer of adres zoeken
pl: Osoby, które za każdym razem szukają numeru konta albo adresu
pt_br: Quem procura dados bancários ou um endereço toda santa vez
ru: Тем, кто каждый раз ищет номер счёта или адрес
sv: Den som letar efter ett kontonummer eller en adress varenda gång
th: คนที่ต้องค้นหาเลขบัญชีหรือที่อยู่ทุกครั้ง
tr: Her seferinde bir hesap numarası ya da adres arayanlar
vi: Người lần nào cũng phải đi tìm số tài khoản hay địa chỉ
zh_hans: 每次都要翻找账号或地址的人
zh_hant: 每次都要翻找帳號或地址的人

source: 권한 오류라면 CloudKit Dashboard에서 admin 역할에 read 권한과 아래 사용자 ID를 등록했는지 확인하세요.
cs: Pokud jde o chybu oprávnění, zkontrolujte, že role admin v CloudKit Dashboard má oprávnění ke čtení a obsahuje vaše uživatelské ID níže.
da: Hvis det er en tilladelsesfejl, så tjek, at admin-rollen i CloudKit Dashboard har læseadgang og indeholder dit bruger-id nedenfor.
de: Falls es ein Berechtigungsfehler ist, prüfe, ob die Admin-Rolle in CloudKit Dashboard Leserechte hat und deine unten stehende Benutzer-ID enthält.
el: Αν πρόκειται για σφάλμα δικαιωμάτων, ελέγξτε ότι ο ρόλος admin στο CloudKit Dashboard έχει δικαίωμα ανάγνωσης και περιλαμβάνει το παρακάτω ID χρήστη σας.
en: If this is a permission error, check that the admin role in CloudKit Dashboard has read permission and includes your user ID below.
es: Si es un error de permisos, comprueba que el rol admin en CloudKit Dashboard tenga permiso de lectura e incluya tu ID de usuario de abajo.
fi: Jos kyse on käyttöoikeusvirheestä, tarkista CloudKit Dashboardista, että admin-roolilla on lukuoikeus ja että alla oleva käyttäjätunnuksesi on lisätty siihen.
fr: S’il s’agit d’une erreur d’autorisation, vérifiez que le rôle admin dans CloudKit Dashboard a le droit de lecture et inclut votre identifiant utilisateur ci-dessous.
id: Jika ini kesalahan izin, pastikan peran admin di CloudKit Dashboard memiliki izin baca dan menyertakan ID pengguna Anda di bawah.
it: Se si tratta di un errore di permessi, controlla che il ruolo admin in CloudKit Dashboard abbia il permesso di lettura e includa il tuo ID utente qui sotto.
ja: 権限エラーの場合は、CloudKit Dashboardでadminロールにread権限と以下のユーザーIDが登録されているか確認してください。
nb: Hvis dette er en tillatelsesfeil, sjekk at admin-rollen i CloudKit Dashboard har lesetilgang og inneholder bruker-ID-en din nedenfor.
nl: Als het een toestemmingsfout is, controleer dan of de admin-rol in CloudKit Dashboard leesrechten heeft en je gebruikers-ID hieronder bevat.
pl: Jeśli to błąd uprawnień, sprawdź, czy rola admin w CloudKit Dashboard ma uprawnienie do odczytu i zawiera Twój identyfikator użytkownika podany poniżej.
pt_br: Se for um erro de permissão, confira se a função admin no CloudKit Dashboard tem permissão de leitura e inclui o seu ID de usuário abaixo.
ru: Если это ошибка доступа, проверьте в CloudKit Dashboard, что у роли admin есть право read и добавлен ваш ID пользователя ниже.
sv: Om det är ett behörighetsfel, kontrollera att admin-rollen i CloudKit Dashboard har läsbehörighet och innehåller ditt användar-ID nedan.
th: หากเป็นข้อผิดพลาดด้านสิทธิ์ ให้ตรวจสอบว่าบทบาท admin ใน CloudKit Dashboard มีสิทธิ์ read และมี ID ผู้ใช้ด้านล่างแล้ว
tr: Bu bir izin hatasıysa CloudKit Dashboard'daki admin rolünün okuma iznine sahip olduğunu ve aşağıdaki kullanıcı kimliğinizi içerdiğini kontrol edin.
vi: Nếu đây là lỗi quyền, hãy kiểm tra vai trò admin trong CloudKit Dashboard đã có quyền read và đã thêm ID người dùng bên dưới.
zh_hans: 如果是权限错误，请确认 CloudKit Dashboard 里 admin 角色有 read 权限，并且包含下面这个用户 ID。
zh_hant: 如果是權限錯誤，請確認 CloudKit Dashboard 裡 admin 角色有 read 權限，並且包含下面這個使用者 ID。

source: 기능 제안
cs: Návrh funkce
da: Ønske om funktion
de: Funktionswunsch
el: Πρόταση λειτουργίας
en: Feature Request
es: Sugerencia de función
fi: Ominaisuustoive
fr: Suggestion de fonctionnalité
id: Permintaan Fitur
it: Richiesta di funzione
ja: 機能のご提案
nb: Funksjonsønske
nl: Functieverzoek
pl: Propozycja funkcji
pt_br: Sugestão de recurso
ru: Предложить функцию
sv: Funktionsönskemål
th: ขอฟีเจอร์
tr: Özellik İsteği
vi: Đề xuất tính năng
zh_hans: 功能建议
zh_hant: 功能建議

source: 기타
cs: Jiné
da: Andet
de: Sonstiges
el: Άλλο
en: Other
es: Otro
fi: Muu
fr: Autre
id: Lainnya
it: Altro
ja: その他
nb: Annet
nl: Overig
pl: Inne
pt_br: Outro
ru: Другое
sv: Övrigt
th: อื่นๆ
tr: Diğer
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: 끝나기 전에 한 번 더 울리는 타이머
cs: Časovač, který ještě jednou zazvoní před koncem
da: En timer, der ringer én gang mere, før den slutter
de: Ein Timer, der vor dem Ende noch einmal klingelt
el: Χρονόμετρο που χτυπά άλλη μία φορά πριν τελειώσει
en: A timer that rings once more before it ends
es: Un temporizador que suena una vez más antes de terminar
fi: Ajastin, joka soi vielä kerran ennen loppua
fr: Un minuteur qui sonne une fois de plus avant la fin
id: Pengatur waktu yang berbunyi sekali lagi sebelum berakhir
it: Un timer che suona ancora una volta prima di finire
ja: 終わる前にもう一度鳴るタイマー
nb: En tidtaker som ringer en gang til før den er ferdig
nl: Een timer die nog één keer afgaat voordat hij afloopt
pl: Minutnik, który dzwoni jeszcze raz przed końcem
pt_br: Um timer que toca mais uma vez antes de terminar
ru: Таймер, который звонит ещё раз до конца
sv: En timer som ringer en gång till innan den tar slut
th: ตัวจับเวลาที่ดังอีกครั้งก่อนหมดเวลา
tr: Bitmeden önce bir kez daha çalan zamanlayıcı
vi: Bộ hẹn giờ reo thêm một lần trước khi kết thúc
zh_hans: 结束之前会再响一次的计时器
zh_hant: 結束之前會再響一次的計時器

source: 나중에
cs: Později
da: Senere
de: Später
el: Αργότερα
en: Later
es: Más tarde
fi: Myöhemmin
fr: Plus tard
id: Nanti
it: Più tardi
ja: あとで
nb: Senere
nl: Later
pl: Później
pt_br: Mais tarde
ru: Позже
sv: Senare
th: ภายหลัง
tr: Daha Sonra
vi: Để sau
zh_hans: 以后
zh_hant: 以後

source: 날짜 없음
cs: Bez data
da: Ingen dato
de: Kein Datum
el: Χωρίς ημερομηνία
en: No date
es: Sin fecha
fi: Ei päivämäärää
fr: Aucune date
id: Tanpa tanggal
it: Nessuna data
ja: 日付なし
nb: Ingen dato
nl: Geen datum
pl: Brak daty
pt_br: Sem data
ru: Без даты
sv: Inget datum
th: ไม่มีวันที่
tr: Tarih yok
vi: Không có ngày
zh_hans: 没有日期
zh_hant: 沒有日期

source: 남겨주시면 답변을 드릴 수 있어요. 이 기기에만 저장해 다음에 다시 채워드려요.
cs: Když nám zanecháte kontakt, můžeme vám odpovědět. Uloží se jen v tomto zařízení a příště se vyplní za vás.
da: Hvis du skriver dine kontaktoplysninger, kan vi svare dig. Gemmes kun på denne enhed og udfyldes for dig næste gang.
de: Wenn du deine Kontaktdaten hinterlässt, können wir dir antworten. Nur auf diesem Gerät gespeichert und beim nächsten Mal für dich ausgefüllt.
el: Αν αφήσετε στοιχεία επικοινωνίας, μπορούμε να σας απαντήσουμε. Αποθηκεύονται μόνο σε αυτήν τη συσκευή και συμπληρώνονται αυτόματα την επόμενη φορά.
en: If you leave your contact, we can get back to you. Saved on this device only and filled in for you next time.
es: Si nos dejas tu contacto, podemos responderte. Se guarda solo en este dispositivo y se rellena por ti la próxima vez.
fi: Jos jätät yhteystietosi, voimme vastata sinulle. Ne tallennetaan vain tähän laitteeseen ja täytetään valmiiksi ensi kerralla.
fr: Si vous laissez vos coordonnées, nous pourrons vous répondre. Enregistrées uniquement sur cet appareil et préremplies la prochaine fois.
id: Jika Anda mencantumkan kontak, kami dapat membalas. Disimpan hanya di perangkat ini dan diisi otomatis lain kali.
it: Se lasci un contatto, possiamo risponderti. Viene salvato solo su questo dispositivo e compilato per te la prossima volta.
ja: ご記入いただければ返信いたします。この端末にのみ保存し、次回は自動で入力します。
nb: Hvis du legger igjen kontaktinfo, kan vi svare deg. Lagres bare på denne enheten og fylles ut for deg neste gang.
nl: Als je je contactgegevens achterlaat, kunnen we je antwoorden. Alleen op dit apparaat bewaard en de volgende keer voor je ingevuld.
pl: Jeśli zostawisz kontakt, będziemy mogli Ci odpowiedzieć. Zapisywany tylko na tym urządzeniu i uzupełniany za Ciebie następnym razem.
pt_br: Se você deixar um contato, podemos responder. Fica salvo só neste dispositivo e é preenchido para você da próxima vez.
ru: Оставьте контакт, и мы сможем вам ответить. Он хранится только на этом устройстве и подставится в следующий раз.
sv: Om du lämnar dina kontaktuppgifter kan vi svara dig. Sparas bara på den här enheten och fylls i åt dig nästa gång.
th: หากฝากข้อมูลติดต่อไว้ เราจะตอบกลับได้ ข้อมูลจะบันทึกไว้ในอุปกรณ์นี้เท่านั้นและกรอกให้ในครั้งถัดไป
tr: İletişim bilgilerinizi bırakırsanız size dönebiliriz. Yalnızca bu aygıtta saklanır ve bir dahaki sefere sizin için doldurulur.
vi: Nếu bạn để lại thông tin, chúng tôi có thể trả lời bạn. Chỉ lưu trên thiết bị này và tự điền lại lần sau.
zh_hans: 留下联系方式，我们就能回复你。只存在这台设备上，下次会自动帮你填好。
zh_hant: 留下聯繫方式，我們就能回覆你。只存在這台裝置上，下次會自動幫你填好。

source: 내 사용자 ID
cs: Moje uživatelské ID
da: Mit bruger-id
de: Meine Benutzer-ID
el: Το ID χρήστη μου
en: My User ID
es: Mi ID de usuario
fi: Oma käyttäjätunnus
fr: Mon identifiant utilisateur
id: ID Pengguna Saya
it: Il mio ID utente
ja: 自分のユーザーID
nb: Min bruker-ID
nl: Mijn gebruikers-ID
pl: Mój identyfikator użytkownika
pt_br: Meu ID de usuário
ru: Мой ID пользователя
sv: Mitt användar-ID
th: ID ผู้ใช้ของฉัน
tr: Kullanıcı Kimliğim
vi: ID người dùng của tôi
zh_hans: 我的用户 ID
zh_hant: 我的使用者 ID

source: 내용
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενο
en: Content
es: Contenido
fi: Sisältö
fr: Contenu
id: Konten
it: Contenuto
ja: 内容
nb: Innhold
nl: Inhoud
pl: Treść
pt_br: Conteúdo
ru: Содержание
sv: Innehåll
th: เนื้อหา
tr: İçerik
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

source: 내용을 입력하면 활성화됩니다
cs: Po zadání obsahu bude tlačítko dostupné
da: Skriv noget for at fortsætte
de: Gib einen Inhalt ein, um fortzufahren
el: Εισαγάγετε περιεχόμενο για ενεργοποίηση
en: Enter content to enable
es: Escribe el contenido para activarlo
fi: Kirjoita sisältö jatkaaksesi
fr: Saisissez un contenu pour activer
id: Isi konten untuk mengaktifkan
it: Scrivi il contenuto per attivare
ja: 内容を入力すると有効になります
nb: Skriv inn innhold for å fortsette
nl: Vul iets in om door te gaan
pl: Wpisz treść, aby kontynuować
pt_br: Escreva algo para ativar
ru: Станет доступно после ввода текста
sv: Skriv något för att fortsätta
th: กรอกเนื้อหาเพื่อเปิดใช้งาน
tr: Etkinleştirmek için içerik girin
vi: Nhập nội dung để bật
zh_hans: 输入内容后即可使用
zh_hant: 輸入內容後即可使用

source: 네, 좋아요 👍
cs: Ano, líbí se mi 👍
da: Ja, jeg kan lide den 👍
de: Ja, gefällt mir 👍
el: Ναι, μου αρέσει 👍
en: Yes, I like it 👍
es: Sí, me gusta 👍
fi: Kyllä, tykkään 👍
fr: Oui, j’adore 👍
id: Ya, saya suka 👍
it: Sì, mi piace 👍
ja: はい、気に入っています 👍
nb: Ja, jeg liker den 👍
nl: Ja, ik vind het fijn 👍
pl: Tak, podoba mi się 👍
pt_br: Sim, estou gostando 👍
ru: Да, нравится 👍
sv: Ja, jag gillar den 👍
th: ชอบมาก 👍
tr: Evet, beğendim 👍
vi: Có, tôi thích 👍
zh_hans: 好，挺喜欢的 👍
zh_hant: 好，挺喜歡的 👍

source: 다른 메일 앱으로 열기
cs: Otevřít v jiné poštovní aplikaci
da: Åbn med en anden mailapp
de: Mit anderer Mail-App öffnen
el: Άνοιγμα με άλλη εφαρμογή email
en: Open with Another Mail App
es: Abrir con otra app de correo
fi: Avaa toisella sähköpostiapilla
fr: Ouvrir avec une autre app de messagerie
id: Buka dengan Aplikasi Email Lain
it: Apri con un’altra app di posta
ja: 別のメールアプリで開く
nb: Åpne med en annen e-postapp
nl: Open met andere mail-app
pl: Otwórz w innej aplikacji pocztowej
pt_br: Abrir com outro app de e-mail
ru: Открыть в другом почтовом приложении
sv: Öppna med en annan mejlapp
th: เปิดด้วยแอปเมลอื่น
tr: Başka Bir E-posta Uygulamasıyla Aç
vi: Mở bằng ứng dụng mail khác
zh_hans: 用其他邮件 App 打开
zh_hant: 用其他郵件 App 開啟

source: 다른 앱
cs: Další aplikace
da: Andre apps
de: Andere Apps
el: Άλλες εφαρμογές
en: Other apps
es: Otras apps
fi: Muut apit
fr: Autres apps
id: Aplikasi lain
it: Altre app
ja: ほかのアプリ
nb: Andre apper
nl: Andere apps
pl: Inne aplikacje
pt_br: Outros apps
ru: Другие приложения
sv: Andra appar
th: แอปอื่นๆ
tr: Diğer uygulamalar
vi: Ứng dụng khác
zh_hans: 其他应用
zh_hant: 其他應用

source: 다른 조합
cs: Další kombinace
da: Andre kombinationer
de: Weitere Kombinationen
el: Άλλοι συνδυασμοί
en: Other combinations
es: Otras combinaciones
fi: Muut yhdistelmät
fr: Autres combinaisons
id: Perpaduan lain
it: Altre combinazioni
ja: ほかの組み合わせ
nb: Andre kombinasjoner
nl: Andere combinaties
pl: Inne połączenia
pt_br: Outras combinações
ru: Другие сочетания
sv: Andra kombinationer
th: การจับคู่อื่นๆ
tr: Diğer kombinasyonlar
vi: Kết hợp khác
zh_hans: 其他组合
zh_hant: 其他組合

source: 다음 주에 약속을 하나 더 넣어도 되는지 가늠할 때
cs: Když zvažujete, jestli se příští týden vejde ještě jedna schůzka
da: Når du vurderer, om der er plads til én aftale mere i næste uge
de: Wenn du abschätzt, ob nächste Woche noch Platz für einen weiteren Termin ist
el: Όταν κρίνετε αν η επόμενη εβδομάδα χωράει άλλο ένα ραντεβού
en: When you are judging whether next week has room for one more plan
es: Cuando calculas si la semana que viene tiene hueco para un plan más
fi: Kun mietit, mahtuuko ensi viikolle vielä yksi meno
fr: Quand vous vous demandez si la semaine prochaine peut accueillir un rendez-vous de plus
id: Saat menimbang apakah pekan depan masih muat satu janji lagi
it: Quando valuti se la prossima settimana ha spazio per un altro impegno
ja: 来週にもう一件入れても大丈夫か見極めたいとき
nb: Når du vurderer om neste uke har plass til én avtale til
nl: Als je inschat of er volgende week nog ruimte is voor nog een afspraak
pl: Gdy oceniasz, czy w przyszłym tygodniu zmieści się jeszcze jedno spotkanie
pt_br: Quando você avalia se a próxima semana tem espaço para mais um compromisso
ru: Когда прикидываете, влезет ли на следующей неделе ещё одна встреча
sv: När du bedömer om nästa vecka har plats för ett åtagande till
th: เมื่อกำลังดูว่าสัปดาห์หน้ายังเพิ่มนัดได้อีกไหม
tr: Gelecek haftaya bir plan daha sığıp sığmayacağını tartarken
vi: Khi bạn cân nhắc tuần sau còn chỗ cho thêm một cuộc hẹn không
zh_hans: 掂量下周还能不能再加一个约时
zh_hant: 掂量下周還能不能再加一個約時

source: 닫기
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
en: Close
es: Cerrar
fi: Sulje
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
nb: Lukk
nl: Sluit
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: 덩어리로 해야 하는 일에 시간을 떼어 둔 날.
cs: Den s vyhrazeným časem na práci, která jde udělat jen v jednom kuse.
da: En dag med tid sat af til arbejde, der kun bliver til noget i én blok.
de: Ein Tag mit Zeit, die für Arbeit reserviert ist, die nur am Stück gelingt.
el: Μια μέρα με χρόνο δεσμευμένο για δουλειά που γίνεται μόνο μονοκόμματα.
en: A day with time set aside for work that only happens in one block.
es: Un día con tiempo reservado para un trabajo que solo sale de un tirón.
fi: Päivä, jona olet varannut aikaa työlle, joka onnistuu vain yhtenä kokonaisuutena.
fr: Une journée avec du temps réservé pour un travail qui ne se fait qu’en un seul bloc.
id: Hari saat waktu disisihkan untuk pekerjaan yang harus utuh.
it: Una giornata con del tempo riservato a un lavoro che si fa solo in un unico blocco.
ja: まとまった時間が要る仕事のために、時間を空けておいた日。
nb: En dag med tid satt av til arbeid som bare blir gjort i én sammenhengende økt.
nl: Een dag met tijd vrijgehouden voor werk dat alleen in één blok lukt.
pl: Dzień z czasem zarezerwowanym na pracę, którą da się zrobić tylko w jednym bloku.
pt_br: Um dia com tempo reservado para um trabalho que só sai em um bloco só.
ru: День, где время отложено под работу, которая идёт только целым куском.
sv: En dag med tid avsatt för arbete som bara blir gjort i ett svep.
th: วันที่กันเวลาไว้สำหรับงานที่ต้องทำต่อเนื่องเป็นก้อน
tr: Ancak tek parça hâlinde yapılabilecek işlere zaman ayırdığınız bir gün.
vi: Một ngày dành riêng thời gian cho việc chỉ làm được trong một khối liền.
zh_hans: 为需要整块时间的事留出时间的一天。
zh_hant: 為需要整塊時間的事留出時間的一天。

source: 두번알림
cs: Rereminder
da: Rereminder
de: Rereminder
el: Rereminder
en: Rereminder
es: Rereminder
fi: Rereminder
fr: Rereminder
id: Rereminder
it: Rereminder
ja: Rereminder
nb: Rereminder
nl: Rereminder
pl: Rereminder
pt_br: Rereminder
ru: Rereminder
sv: Rereminder
th: Rereminder
tr: Rereminder
vi: Rereminder
zh_hans: Rereminder 再提醒
zh_hant: Rereminder 再提醒

source: 두번알림으로 한 시간을 재고, 끝나기 10분 전에 마무리 신호를 받습니다.
cs: Rereminder odměří hodinu a deset minut před koncem vám dá znamení, abyste začali uzavírat.
da: Rereminder tager tid på timen og giver dig signal til at runde af ti minutter før slut.
de: Rereminder misst die Stunde und gibt dir zehn Minuten vor dem Ende das Signal zum Abschließen.
el: Το Rereminder μετράει την ώρα και σας δίνει σήμα να ολοκληρώσετε δέκα λεπτά πριν από το τέλος.
en: Rereminder times the hour and signals you to wrap up ten minutes before it ends.
es: Rereminder cronometra la hora y te avisa para ir cerrando diez minutos antes del final.
fi: Rereminder ajastaa tunnin ja antaa lopettelumerkin kymmenen minuuttia ennen loppua.
fr: Rereminder chronomètre l’heure et vous signale de conclure dix minutes avant la fin.
id: Rereminder menghitung satu jam dan memberi aba-aba merapikan sepuluh menit sebelum habis.
it: Rereminder cronometra l’ora e ti segnala di chiudere dieci minuti prima della fine.
ja: Rereminderで一時間を計り、終わる10分前に仕上げの合図を受け取ります。
nb: Rereminder tar tiden på timen og gir deg signal om å runde av ti minutter før den er over.
nl: Rereminder houdt het uur bij en geeft je tien minuten voor het einde een seintje om af te ronden.
pl: Rereminder odmierza godzinę i dziesięć minut przed końcem daje znak, żeby kończyć.
pt_br: O Rereminder cronometra a hora e avisa você para encerrar dez minutos antes do fim.
ru: Rereminder отмеряет час и за десять минут до конца подаёт знак закругляться.
sv: Rereminder tar tid på timmen och ger dig en signal att runda av tio minuter innan den är slut.
th: Rereminder จับเวลาหนึ่งชั่วโมง และส่งสัญญาณให้ปิดงานก่อนหมดเวลา 10 นาที
tr: Rereminder bir saati ölçer ve bitimine on dakika kala toparlanma sinyali verir.
vi: Rereminder đo một tiếng và báo bạn kết thúc mười phút trước khi hết giờ.
zh_hans: 用 Rereminder 计一个小时，结束前十分钟收到收尾的信号。
zh_hant: 用 Rereminder 計一個小時，結束前十分鐘收到收尾的信號。

source: 떼어 둔 시간이 조각으로 부서지지 않습니다.
cs: Vyhrazená hodina se nerozpadne na kousky.
da: Den time, du har sat af, bliver ikke slået i stykker.
de: Die Stunde, die du dir freigehalten hast, zerfällt nicht in Stücke.
el: Η ώρα που δεσμεύσατε δεν σπάει σε κομμάτια.
en: The hour you set aside does not break into pieces.
es: La hora que reservaste no se rompe en pedazos.
fi: Varaamasi tunti ei hajoa palasiksi.
fr: L’heure que vous avez réservée ne se morcelle pas.
id: Waktu yang sudah disisihkan tidak pecah menjadi kepingan.
it: L’ora che hai riservato non si spezza in frammenti.
ja: 空けておいた時間が、細切れに壊れません。
nb: Timen du har satt av, går ikke i stykker.
nl: Het uur dat je hebt vrijgehouden, valt niet in stukjes uiteen.
pl: Zarezerwowana godzina nie rozpada się na kawałki.
pt_br: A hora que você reservou não se desfaz em pedaços.
ru: Отложенный час не рассыпается на куски.
sv: Timmen du har avsatt splittras inte i bitar.
th: เวลาที่กันไว้จะไม่แตกเป็นชิ้นเล็กๆ
tr: Ayırdığınız saat parçalara bölünmez.
vi: Khoảng thời gian bạn dành riêng không bị vỡ vụn.
zh_hans: 留出的时间不会被敲成碎片。
zh_hant: 留出的時間不會被敲成碎片。

source: 리뷰 남기기
cs: Napsat recenzi
da: Skriv en anmeldelse
de: Bewertung schreiben
el: Γράψτε κριτική
en: Write a Review
es: Escribir una reseña
fi: Kirjoita arvio
fr: Écrire un avis
id: Tulis Ulasan
it: Scrivi una recensione
ja: レビューを書く
nb: Skriv en vurdering
nl: Schrijf een recensie
pl: Napisz recenzję
pt_br: Escrever uma avaliação
ru: Написать отзыв
sv: Skriv en recension
th: เขียนรีวิว
tr: Değerlendirme Yaz
vi: Viết đánh giá
zh_hans: 写评价
zh_hant: 寫評價

source: 마감 직전에야 알아차려 곤란했던 사람
cs: Lidé, které už zaskočil termín, jehož si všimli příliš pozdě
da: Folk, der er blevet overrumplet af at opdage en deadline for sent
de: Menschen, die schon einmal eine Frist zu spät bemerkt haben
el: Όσοι έχουν βρεθεί σε δύσκολη θέση επειδή πρόσεξαν μια προθεσμία πολύ αργά
en: People who have been caught out by noticing a deadline too late
es: Quien se ha visto en apuros por darse cuenta de un plazo demasiado tarde
fi: Ihmisille, jotka ovat huomanneet määräajan liian myöhään
fr: Celles et ceux qui se sont déjà fait surprendre par une échéance remarquée trop tard
id: Orang yang pernah repot karena baru sadar menjelang tenggat
it: Chi si è trovato in difficoltà accorgendosi di una scadenza troppo tardi
ja: 締め切り直前に気づいて困ったことがある人
nb: Folk som har blitt tatt på senga av å oppdage en frist for sent
nl: Mensen die al eens in de problemen kwamen omdat ze een deadline te laat zagen
pl: Osoby, które zbyt późno zauważyły zbliżający się termin
pt_br: Quem já se complicou por perceber um prazo tarde demais
ru: Тем, кто уже попадал впросак, заметив срок слишком поздно
sv: Den som har råkat illa ut för att en deadline upptäcktes för sent
th: คนที่เคยลำบากเพราะเพิ่งรู้ตัวตอนใกล้กำหนดส่ง
tr: Bir son tarihi çok geç fark edip zor durumda kalmış olanlar
vi: Người từng bối rối vì đến sát hạn chót mới nhận ra
zh_hans: 曾经临到截止才发现而手忙脚乱的人
zh_hant: 曾經臨到截止才發現而手忙腳亂的人

source: 마감이 있는 곳은 두번알림에 걸어 둡니다. 30분 전과 5분 전에 한 번 더 울립니다.
cs: Všechno s termínem jde do Rereminderu. Zazvoní ještě třicet minut a pět minut předem.
da: Alt med en deadline kommer i Rereminder. Den ringer igen tredive minutter før og fem minutter før.
de: Alles mit einer Frist kommt in Rereminder. Es klingelt noch einmal dreißig Minuten und fünf Minuten vorher.
el: Ό,τι έχει προθεσμία μπαίνει στο Rereminder. Χτυπά ξανά τριάντα λεπτά πριν και πέντε λεπτά πριν.
en: Anywhere with a deadline goes into Rereminder. It rings again thirty minutes before, and five minutes before.
es: Todo lo que tiene plazo va a Rereminder. Vuelve a sonar treinta minutos antes y cinco minutos antes.
fi: Kaikki, millä on määräaika, menee Rereminderiin. Se soi uudelleen puoli tuntia ja viisi minuuttia ennen.
fr: Tout ce qui a une échéance va dans Rereminder. Il sonne à nouveau trente minutes avant, puis cinq minutes avant.
id: Yang punya tenggat dititipkan ke Rereminder. Ia berbunyi lagi tiga puluh menit dan lima menit sebelumnya.
it: Tutto ciò che ha una scadenza va in Rereminder. Suona di nuovo trenta minuti prima e cinque minuti prima.
ja: 締め切りのあるところはRereminderに登録します。30分前と5分前にもう一度鳴ります。
nb: Alt med en frist legges i Rereminder. Den ringer igjen tretti minutter før og fem minutter før.
nl: Alles met een deadline gaat in Rereminder. Hij gaat nog een keer af, dertig minuten en vijf minuten van tevoren.
pl: Wszystko, co ma termin, trafia do Rereminder. Dzwoni jeszcze raz trzydzieści minut i pięć minut wcześniej.
pt_br: Tudo o que tem prazo vai para o Rereminder. Ele toca de novo trinta minutos antes e cinco minutos antes.
ru: Всё, у чего есть срок, уходит в Rereminder. Он звонит ещё раз за тридцать минут и за пять.
sv: Allt som har en deadline läggs in i Rereminder. Den ringer igen trettio minuter före och fem minuter före.
th: งานที่มีกำหนดส่งให้ตั้งไว้ใน Rereminder จะดังอีกครั้งก่อน 30 นาทีและก่อน 5 นาที
tr: Son tarihi olan her şey Rereminder'a girer. Otuz dakika önce ve beş dakika önce bir kez daha çalar.
vi: Việc nào có hạn chót thì đặt vào Rereminder. Nó reo thêm lần nữa trước ba mươi phút và trước năm phút.
zh_hans: 有截止的地方交给 Rereminder。提前三十分钟和五分钟各响一次。
zh_hant: 有截止的地方交給 Rereminder。提前三十分鐘和五分鐘各響一次。
